import { BsFillArrowUpRightSquareFill } from "react-icons/bs";

const data1 = [
  {
    title: "শৃঙ্খলা",
    desc: "নিউ গভঃ ডিগ্রী কলেজ বাংলাদেশে সরকারি কলেজসমূহের মধ্যে শীর্ষস্থানীয় একটি কলেজ। ভাল ফলাফল অর্জনে প্রয়োজনীয় বিভিন্ন উপাদানের মধ্যে কলেজে শিক্ষার অনুকূল পরিবেশ একটি অন্যতম প্রধান উপাদান। কলেজে শিক্ষার সুষ্ঠু পরিবেশ বজায় রাখার জন্য ছাত্র-ছাত্রীদের শৃঙ্খলা মেনে চলা অপরিহার্য পূর্বশর্ত। শ্রেণিকক্ষসহ কলেজের সর্বত্র শিক্ষার অনুকূল পরিবেশ সংরক্ষণে সচেষ্ট থাকা প্রতিটি শিক্ষার্থীর কর্তব্য। কলেজ কর্তৃক নির্ধারিত পোশাক (ইউনিফরম) পরে এবং পাঠ সম্পর্কিত সকল উপকরণ সঙ্গে নিয়ে প্রতিটি ক্লাসে উপস্থিত থাকতে হবে। কলেজে অবস্থানকালীন শৃঙ্খলা পরিপন্থি কোন কার্যকলাপের সঙ্গে জড়িত হলে সেসকল শিক্ষার্থীর বিরুদ্ধে বিধি মোতাবেক শাস্তিমূলক ব্যবস্থা গ্রহণ করা হয়ে থাকে। অপরাধের গুরুত্ব বিচারে প্রয়োজনবোধে সংশ্লিষ্ট ছাত্র-ছাত্রীকে কলেজ থেকে বহিষ্কার করা হতে পারে। কলেজ চলাকালীন  বহিরাগতদের দ্বারা যেন কোন প্রকার অবাঞ্ছিত ও অনাকাক্সিক্ষত সমস্যার সৃষ্টি না হয় সে দিকে সচেতন থাকা প্রত্যেক ছাত্র-ছাত্রীর নৈতিক দায়িত্ব ও পবিত্র কর্তব্য। শিক্ষকগণের সমন্বয়ে গঠিত কলেজের ভিজিলেন্স টিম প্রতিদিন এ বিষয়গুলো তদারকী করে থাকে।",
  },
  {
    title: "পোশাক",
    desc: "শিক্ষার্থীদের মানসিক সমতা ও নিজস্ব পরিচিতি বহনের প্রতীক হচ্ছে কলেজের নির্ধারিত পোশাক (ইউনিফরম)। এ পোশাক নিউ গভঃ ডিগ্রী কলেজের প্রত্যেক শিক্ষার্থীর জন্য দেশের শ্রেষ্ঠ বিদ্যাপীঠে অধ্যয়নের এক অহংকার। সকল শিক্ষার্থীর ইউনিফরম পরে কলেজে আসা বাধ্যতামূলক।",
  },
];

const data2 = [
  {
    title: "ক্লাস উপস্থিতি",
    desc: "শুরু থেকে নির্বাচনী পরীক্ষার পূর্ব পর্যন্ত অনুষ্ঠিত ক্লাসে কম পক্ষে ৭৫% উপস্থিত থাকতে হবে। নির্ধারিত হারের চেয়ে উপস্থিতি কম হলে বিজ্ঞান শাখার শিক্ষার্থীদেরকে ব্যবহারিক ক্লাস করার সুযোগ দেয়া হয় না। শিক্ষাবোর্ডের নিয়মানুযায়ী ক্লাসে ৭৫% উপস্থিত শিক্ষার্থী কলেজিয়েট হিসেবে গণ্য হবে এবং তারা কোন জরিমানা ছাড়াই চূড়ান্ত পরীক্ষায় অংশগ্রহণ করতে পারবে। শিক্ষার্থীদের ফলাফল সমুন্নত রাখার স্বার্থে এবং আরও ভাল করার লক্ষ্যে নির্ধারিত সংখ্যার চেয়ে কম উপস্থিতির ছাত্র-ছাত্রীদের বিরুদ্ধে প্রশাসনিক ব্যবস্থা গ্রহণ করা হয়ে থাকে।",
  },
  {
    title: "অভ্যন্তরীণ পরীক্ষায় অংশগ্রহণ",
    desc: "ছাত্র-ছাত্রীদের মানোন্নয়নের লক্ষ্যে একাডেমিক ক্যালেন্ডার অনুযায়ী উচ্চ মাধ্যমিক শ্রেণির জন্য অর্ধবার্ষিক, বার্ষিক, প্রাকনির্বাচনী ও নির্বাচনী এবং অনার্স ও ডিগ্রি পাস কোর্সের জন্য নির্বাচনী এবং অনার্স শ্রেণির জন্য ইনকোর্স ও নির্বাচনী পরীক্ষা গ্রহণ করা হয়। অভ্যন্তরীণ পরীক্ষায় অংশগ্রহণ প্রত্যেক শিক্ষার্থীর জন্য বাধ্যতামূলক। প্রশাসনের পক্ষ থেকে এ বিষয়ে সতর্ক দৃষ্টি রাখাসহ মূল্যায়ন করা হয়। শিক্ষার মান উন্নয়ন ও সুষ্ঠু পরিবেশ সংরক্ষণে গৃহিত কর্মসূচি বাস্তবায়নের জন্য একটি কমিটি রয়েছে। এ কমিটি সময়োপযোগী কৌশল নির্ধারণ এবং সেগুলো বাস্তবায়নে প্রয়োজনীয় পদক্ষেপ গ্রহণ করে থাকে।",
  },
  {
    title: "আচরণ",
    desc: "পাঠ্যসূচির অন্তর্ভূক্ত বিষয়সমূহ অধ্যয়নের পাশাপাশি শিক্ষার্থীদের চরিত্র গঠন, মূল্যবোধ ও মনুষ্যত্বের বিকাশ সাধন শিক্ষার অন্যতম লক্ষ্য। শ্রেণিকক্ষ, করিডোর, অফিস, কলেজ লাইব্রেরি, কমনরুম, খেলার মাঠ বা কোন অনুষ্ঠানে এমনকি হোস্টেলসহ কলেজের সর্বত্রই শিক্ষার্থীদের সদাচারণের মৌলিক নীতিমালা অনুসরণ করা আবশ্যক।",
  },
  {
    title: "আইডি কার্ড",
    desc: "ক্লাস শুরুর পরপরই প্রত্যেক শিক্ষার্থীকে আইডি কার্ড সরবরাহ করা হয়ে থাকে। লেমিনেটিং করা আইডি কার্ডে কলেজ নির্ধারিত নেভি ব্লু রঙের ফিতা সংযুক্ত করে গলায় ঝুলাতে হবে। পোশাকের সঙ্গে গলায় আইডি কার্ড ঝুলোনো সকল শিক্ষার্থীর জন্য বাধ্যতামূলক। আইডি কার্ডে শিক্ষার্থীর নাম, পিতার নাম, মাতার নাম, শ্রেণি, বিভাগ, রোল নম্বর, শিক্ষাবর্ষ, রক্তের গ্র“প, স্থায়ী ঠিকানা ও কার্ডের মেয়াদ উল্লেখ থাকে।",
  },
  {
    title: "পরিষ্কার পরিচ্ছন্নতা",
    desc: "সুন্দর মনের বিকাশের জন্য চাই সুন্দর পরিবেশ। এ প্রতিষ্ঠানের পরিবেশ সুন্দর রাখার জন্য প্রশাসন নিরলস কাজ করে যাচ্ছে। অনাকাক্সিক্ষত দেয়াল লিখন, পোস্টার লাগানো এবং কলেজ ভবনের সৌন্দর্যহানীকর যে কোন কার্যকলাপ থেকে বিরত থাকা প্রত্যেক ছাত্র-ছাত্রীর নৈতিক দায়িত্ব ও পবিত্র কর্তব্য। পরিচ্ছন্নতাচর্চা ও সৌন্দর্যবোধ বিকাশে সকল শিক্ষার্থীর শুভবোধকে সর্বদাই জাগ্রত রাখতে হবে।",
  },
];

const dressCodes = [
  {
    class: "উচ্চ মাধ্যমিক",
    student: "ছাত্র",
    dressCode:
      "প্যান্ট – নেভি ব্লু, সার্ট – সাদা<br>ব্যাজ – কলেজের মনোগ্রাম এবং একাদশ ও দ্বাদশ শ্রেণির পৃথকীকরণ ফিতা সংবলিত ব্যাজ কাঁধে থাকবে<br>ব্যাজের রং- নেভি ব্লু, নেমট্যাগ বাম পাশে কাঁধের নিচে থাকবে, সু – কালো<br>অথবা<br>পাজামা – নেভি ব্লু, পাঞ্জাবি – সাদা, স্যান্ডেল সু – কালো।",
  },
  {
    class: "উচ্চ মাধ্যমিক",
    student: "ছাত্রী",
    dressCode:
      "সালোয়ার – সাদা, টপস – কলারযুক্ত সাদা টপস<br>কামিজ – নেভি ব্লু, ওড়না – সাদা, বেল্ট – নেভি ব্লু<br>পাম্প সু – কালো<br>অথবা<br>বোরখা – নেভি ব্লু, সালোয়ার – সাদা, পাম্প সু – কালো<br>স্কার্ফ – সাদা",
  },
  {
    class: "অনার্স ও পাস কোর্স",
    student: "ছাত্র",
    dressCode:
      "প্যান্ট – কালো, সার্ট – সাদা, সু – কালো<br>অথবা<br>পাজামা – কালো, পাঞ্জাবি – সাদা, স্যান্ডেল সু – কালো",
  },
  {
    class: "অনার্স ও পাস কোর্স",
    student: "ছাত্রী",
    dressCode:
      "সালোয়ার – সাদা, কামিজ – নেভি ব্লু, ওড়না – সাদা<br>পাম্প সু – কালো<br>অথবা<br>বোরখা – নেভি ব্লু, সালোয়ার – সাদা, পাম্প সু – কালো<br>স্কার্ফ – সাদা",
  },
];

export default function page() {
  return (
    <section className="text-dark">
      <h2 className="mb-3 text-center text-2xl font-bold">
        শিক্ষার্থীদের জন্য অনুসরণীয়
      </h2>
      <TextCard data={data1[0]} />
      <TextCard data={data1[1]} />

      <table className="mb-5 border-collapse border border-[#ddd] text-left text-sm md:text-base">
        <thead>
          <tr className="transition-all duration-300 hover:bg-gray-100">
            <th className="border border-[#ddd] p-2 font-bold">শ্রেণি</th>
            <th className="border border-[#ddd] p-2 font-bold">শিক্ষার্থী</th>
            <th className="border border-[#ddd] p-2 font-bold">
              পোশাকের নির্দেশনা
            </th>
          </tr>
        </thead>
        <tbody>
          {dressCodes.map((row, index) => (
            <tr
              key={index}
              className="transition-all duration-300 odd:bg-gray-100 hover:bg-gray-100"
            >
              <td className="border border-[#ddd] p-2">{row.class}</td>
              <td className="border border-[#ddd] p-2">{row.student}</td>
              <td
                className="border border-[#ddd] p-2"
                dangerouslySetInnerHTML={{ __html: row.dressCode }}
              />
            </tr>
          ))}
        </tbody>
      </table>

      {data2.map((row, index) => (
        <TextCard key={index} data={row} />
      ))}
    </section>
  );
}

function TextCard({ data: { title, desc } }) {
  return (
    <div className="mb-5">
      <h4 className="mb-2 font-bold">{title}</h4>
      <p className="mb-5 text-[15px] md:text-base">{desc}</p>
    </div>
  );
}
