const page = () => {
  return (
    <section>
      <h2 className="mb-5 text-2xl font-bold text-dark">Laboratory</h2>
      <p className="text-dark">
        তথ্য-প্রযুক্তি ও গ্লোবালাইজেশনের যুগে নতুন প্রজন্মকে বিজ্ঞানমনস্ক করে
        গড়ে তোলার বিকল্প নেই। তত্ত্বীয় শিক্ষার পাশাপাশি বিজ্ঞানের কলাকৌশলগুলোকে
        হাতে কলমে শিখিয়ে শিক্ষার্থীদেরকে বিজ্ঞানমনস্ক করে গড়ে তোলার উপযোগী
        বিজ্ঞান গবেষণাগার রয়েছে এ প্রতিষ্ঠানে। উদ্ভিদবিজ্ঞান, প্রাণিবিদ্যা,
        পদার্থবিজ্ঞান, রসায়ন, গণিত, ভূগোল ও পরিবেশ এবং তথ্য প্রযুক্তি বিভাগে
        আধুনিক ও প্রয়োজনীয় উপকরণে সুসজ্জিত, অত্যন্ত সমৃদ্ধ ল্যবরেটরিতে
        ছাত্র-ছাত্রীদেরকে নিয়মিত ব্যবহারিক পাঠদান করা হয়। এসব ল্যাবরেটরিতে
        অনার্স শ্রেণির শিক্ষার্থীরাও ব্যবহারিক শিক্ষা গ্রহণ করে থাকে। ব্যবহারিক
        পাঠদানকে অধিকতর ফলপ্রসূ করার লক্ষ্যে ল্যাবসমূহে মাল্টিমিডিয়া প্রজেক্টর
        ব্যবহার করা হয়।
      </p>
    </section>
  );
};

export default page;
