import Image from "next/image";

const Page = () => {
  return (
    <section>
      <Image
        src="/logo.png"
        width={192}
        height={192}
        alt=""
        className="float-left mb-4 mr-4 w-24"
      />
      <div className="space-y-5 text-dark">
        <p>
          <b>নিউ গভঃ ডিগ্রী কলেজ, রাজশাহী’র প্রতীক পরিচিতি</b>
        </p>
        <p>
          নিউ গভঃ ডিগ্রী কলেজ, রাজশাহী’র প্রতীকে সোনালি রঙের ব্যাকগ্রাউন্ডে
          রয়েছে দুটি বৃত্ত এবং মাঝে একটি উন্মুক্ত বই যেখানে মুদ্রিত আছে বাংলা
          বর্ণমালা।
        </p>
        <p>
          বাইরের বৃত্তটি বিশ্বজনীনতার প্রতীক এবং ভেতরের বৃত্তটি নিউ গভঃ ডিগ্রী
          কলেজের অবস্থান নির্দেশক। উন্মুক্ত বইটি জ্ঞানের প্রতীক। বইয়ের মধ্যে
          মুদ্রিত বাংলা বর্ণমালা ভাষা ও ভাষাশহিদদের প্রতি শ্রদ্ধার স্মারক।
          ব্যাকগ্রাউন্ডের সোনালি রঙ শিক্ষার্থীদের সোনালি ভবিষ্যতের প্রতীক।
        </p>
      </div>
    </section>
  );
};

export default Page;
