const page = () => {
  return (
    <section>
      <h2 className="mb-5 text-2xl font-bold text-dark">Principal's House</h2>
      <p className="text-dark">
        অধ্যক্ষের বাসভবনটি কলেজ মাঠের উত্তর-পশ্চিম প্রান্তে মহিলা হোস্টেলের মূল
        প্রাচীরের মধ্যে অবস্থিত। দ্বিতল এ ভবনটির নিচতলায় অফিস সময়ের পরে ও ছুটির
        দিনে অধ্যক্ষের দাপ্তরিক কাজ করার সুযোগ রয়েছে। সম্প্রতি ভবনটি সংস্কার করা
        হয়েছে। আধুনিক সুবিধা সম্পন্ন বাংলাদেশের সরকারি কলেজসমূহের অধ্যক্ষের
        বাসভবনের মধ্যে এটি এখন অন্যতম।
      </p>
    </section>
  );
};

export default page;
