const Page = () => {
  return (
    <section>
      <div className="space-y-5 text-dark">
        <p>
          <span className="mr-3">১।</span> অভ্যন্তরিণ পরীক্ষায় অনুপস্থিত থাকা
          দণ্ডনীয়। অসুস্থতার ক্ষেত্রে মেডিক্যাল সার্টিফিকেটসহ আবেদন করতে হবে।
        </p>
        <p>
          <span className="mr-3">২।</span> সিনিয়র অথবা জুনিয়র সহপাঠির সঙ্গে
          চলাফেরায় ব্যাঙ্গাত্মক অনুকরণ বা প্যারোডি, কটু কথা বলা শারীরিকভাবে আঘাত
          করা ইত্যাদি জাতীয় অসদাচরণ করা যাবে না। শিক্ষার্থীদের পারস্পরিক আচরণ
          শ্রদ্ধাপূর্ণ ও শালীন হতে হবে। কোনক্রমেই মূল্যবোধের পরিপন্থি হওয়া যাবে
          না। কলেজ চত্বরে অবাধ, অনৈতিক ও অশোভন মেলামেশা প্রতিষ্ঠানের শৃঙ্খলা
          বিরোধী অপরাধ হিসাবে বিবেচিত হবে।
        </p>
        <p>
          <span className="mr-3">৩।</span> ক্লাসে যথাসময়ে উপস্থিত থাকতে হবে।
          অসুস্থতাজনিত অনুপস্থিতির জন্য মেডিক্যাল সার্টিফিকেটসহ আবেদন জমা দিতে
          হবে।
        </p>
        <p>
          <span className="mr-3">৪।</span> কলেজ চত্বরে, ক্লাসে কিংবা করিডোরে কোন
          অবস্থাতেই হৈচৈ বা উচ্চস্বরে কথা বলা যাবে না।
        </p>
        <p>
          <span className="mr-3">৫।</span> ক্লাস সমাপ্তি বা ছুটির ঘন্টা বাজার পর
          ছাত্রীদের কে আগে ক্লাস থেকে বের হওয়ার সুযোগ দিতে হবে।
        </p>
        <p>
          <span className="mr-3">৬।</span> ক্লাস চলাকালীন কোন অবস্থাতেই
          শিক্ষার্থীদের কে কলেজ ত্যাগ করা যাবে না। জরুরী প্রয়োজনে কর্তৃপক্ষের
          পূর্বানুমতি সাপেক্ষে কলেজ ত্যাগ করতে পারে।
        </p>
        <p>
          <span className="mr-3">৭।</span> নিউ গভ: ডিগ্রী কলেজ চত্বর ধূমপান
          মুক্ত এলাকা হিসাবে ঘোষিত, এখানে ধূমপান দণ্ডনীয় অপরাধ হিসেবে বিবেচিত
          হবে।
        </p>
        <p>
          <span className="mr-3">৮।</span> শিক্ষার্থীদের কলেজ ভবনের ছাদে ওঠা,
          করিডোরের রেলিং এ বসা স¤পূর্ণরূপে নিষিদ্ধ।
        </p>
        <p>
          <span className="mr-3">৯।</span> রাস্তা সংক্ষিপ্ত করার লক্ষ্যে মাঠ
          ব্যবহার করা যাবে না। প্রাচীর ডিঙ্গিয়ে কলেজে প্রবেশ নিষিদ্ধ।
        </p>
        <p>
          <span className="mr-3">১০।</span> ক্লাস রুম, করিডোর সর্বপরি কলেজ চত্বর
          পরিস্কার পরিচ্ছন রাখার স্বার্থে অপ্রয়োজনীয় ও নোংরা দ্রব্যাদি নির্ধারিত
          ময়লার ঝুড়িতে ফেলতে হবে।
        </p>
        <p>
          <span className="mr-3">১১।</span> কলেজ বাগানের ফুল ছেঁড়া নিষিদ্ধ।
        </p>
        <p>
          <span className="mr-3">১২।</span> কলেজ প্রপার্টির যেকোন মাত্রার
          ক্ষতিসাধন করা অমার্জনীয় অপরাধ।
        </p>
        <p>
          <span className="mr-3">১৩।</span> কলেজ দেয়ালে বা শ্রেণি কক্ষের বেঞ্চে
          কোন কিছু লেখা বা অংকন করা শাস্তিযোগ্য অপরাধ।
        </p>
        <p>
          <span className="mr-3">১৪।</span> মূল্যবান ইলেকট্রনিক্স সামগ্রী এবং
          ছাত্রীদের দামী স্বর্ণালংকার ব্যবহার করা নিষিদ্ধ।
        </p>
        <p>
          <span className="mr-3">১৫।</span> মেয়েদের কমন রুমে ছেলেরা এবং ছেলেদের
          কমন রুমে মেয়েদের প্রবেশ সম্পূর্ণরূপে নিষিদ্ধ।
        </p>
        <p>
          <span className="mr-3">১৬।</span> ছাত্র-ছাত্রীদের মাদক সেবন, মাদক
          পরিবহন এবং মাদক গ্রহণে উৎসাহমূলক যে কোন কর্মকাণ্ড সম্পূর্ণরূপে
          নিষিদ্ধ।
        </p>
        <p>
          <span className="mr-3">১৭।</span> শিক্ষার্থীদের প্রতিদিন পরিস্কার
          ইউনিফর্ম পরে আসতে হবে। ইউনিফর্ম পরে ক্লাসে আসা বাধ্যতামূলক।
        </p>
        <p>
          <span className="mr-3">১৮।</span> কর্তৃপক্ষের অনুমতি ছাড়া কোন
          অভিভাবকের শ্রেণিকক্ষে প্রবেশ নিষিদ্ধ। ক্লাস চলাকালীন কলেজ ভবনের
          করিডোরে বসে থাকা এবং যত্রতত্র বিচরণ প্রতিষ্ঠানের ভাব-গাম্ভীর্য নষ্ট
          করে বিধায় তাদেরকে প্রয়োজনে ওয়েটিং রুমে বা শহিদমিনার চত্ত্বরে অপেক্ষা
          করতে হবে।
        </p>
      </div>
    </section>
  );
};

export default Page;
