import { BsFillArrowUpRightSquareFill } from "react-icons/bs";

const data = [
  "শিক্ষার্থীর সুপ্ত প্রতিভা ও সম্ভাবনা বিকাশের মাধ্যমে সৃজনশীলতা, কল্পনা ও অনুসন্ধিৎসা বৃদ্ধিতে সহায়তা করা।",
  "শিক্ষার্থীর মধ্যে মানবিক গুণাবলি, যেমন- নৈতিক মূল্যবোধ, সততা, অধ্যবসায়, সহিষ্ণুতা, শৃঙ্খলা, আত্মবিশ্বাস, সদাচার, অন্যের প্রতি শ্রদ্ধাবোধ, নান্দনিকতাবোধ, সৌহার্দ্যপূর্ণ সম্পর্ক ও ন্যায়বিচারবোধ সুদৃঢ়ভাবে গ্রথিত করা।",
  "মহান ভাষা আন্দোলন, মুক্তিযুদ্ধের চেতনা ও অসাম্প্রদায়িক মূল্যবোধের আলোকে শিক্ষার্থীর মধ্যে দেশপ্রেম, জাতীয়তাবোধ ও গণতান্ত্রিক মূল্যবোধ জাগ্রত করা এবং সম্ভাবনাময় নাগরিক হিসাবে বেড়ে উঠতে সহায়তা করা।",
  "শিক্ষার্থীর মধ্যে বাংলাদেশ সম্পর্কে সুসংহত জ্ঞানের ভিত রচনা তথা এর ইতিহাস, ঐতিহ্য, সংস্কৃতি, আর্থ-সামাজিক ও গণতান্ত্রিক রাজনৈতিকচর্চার প্রতি আগ্রহ ও যোগ্যতা সৃষ্টির মাধ্যমে বৈশ্বিক প্রেক্ষাপটে দেশের প্রগতি ও উন্নয়নে অবদান রাখতে সক্ষম করে গড়ে তোলা।",
  "শ্রমের মর্যাদা, কাজের অভ্যাস ও কাজ করতে আগ্রহী হওয়ার প্রতি ইতিবাচক মনোভাব বিকশিত করা যাতে শিক্ষার্থী ব্যক্তিগত এবং দলগত উভয় ধরনের কাজ সম্পাদনে নৈতিকতা ও দায়িত্বশীলতার পরিচয় দিতে পারে।",
  "সকল ক্ষেত্রে কার্যকর যোগাযোগ রক্ষায় শিক্ষার্থীর প্রমিত বাংলা ভাষার দক্ষতা সুদৃঢ় ও সুসংহত করা এবং নিয়মিত পাঠাভ্যাস গড়ে তোলা।",
  "বাংলা সাহিত্যের অন্তর্নিহিত নান্দনিক সৌন্দর্য, শৃঙ্খলা এবং সখ্য উপভোগ ও উদঘাটনে শিক্ষার্থীর যোগ্যতা বিকশিত করা।",
  "আধুনিক কর্মক্ষেত্র, উচ্চশিক্ষাসহ সকল ক্ষেত্রে কার্যকর যোগাযোগের প্রয়োজনে ইংরেজি ভাষার মৌলিক দক্ষতাসমূহ অর্জনের মাধ্যমে শিক্ষার্থীকে যোগ্য করে গড়ে তোলা।",
  "শিক্ষার্থীকে গাণিতিক যুক্তি, পদ্ধতি ও দক্ষতার সাথে পরিচিত করানো এবং জীবনঘনিষ্ঠ ও বিশ্বের পারিপার্শ্বিক সমস্যা সমাধানের জন্য গণিতের প্রায়োগিক দক্ষতা বিকশিত করা।",
  "শিক্ষার্থীকে প্রযুক্তির প্রতি আগ্রহী করে তোলা এবং তথ্য ও যোগাযোগ প্রযুক্তি ব্যবহারে আত্মবিশ্বাসী, উৎপাদনশীল এবং সৃজনশীল হিসাবে তৈরি করা।",
  "শিক্ষার্থী যাতে জীবনমান উন্নয়নের জন্য জীবনঘনিষ্ঠ বিভিন্ন সমস্যা অনুসন্ধান ও সমাধানে বৈজ্ঞানিক প্রক্রিয়া ও পদ্ধতি প্রয়োগ করতে পারে সে লক্ষ্যে বৈজ্ঞানিক দৃষ্টিভঙ্গি ও যোগ্যতা অর্জনে সহায়তা করা।",
  "দেশে এবং বহির্বিশ্বের প্রাকৃতিক ও সামাজিক পরিবেশ এবং জলবায়ুর পরিবর্তনের উপর গুরুত্বারোপ করে পরিবেশগত উপাদান সম্পর্কে শিক্ষার্থীদের পরিচিত করা। একই সাথে সংশ্লিষ্ট সকলের কল্যাণের জন্য ঐ সকল উপাদানকে নিয়ন্ত্রণ ও ব্যবহার করার যোগ্যতা অর্জনে সহায়তা করা।",
  "খাদ্য ও পুষ্টি, শারীরিক সক্ষমতা, রোগ-ব্যাধি, প্রজনন স্বাস্থ্য এবং ব্যক্তিগত নিরাপত্তা ইত্যাদির উপর গুরুত্বারোপ করে শিক্ষার্থীকে স্বাস্থ্যসম্মত জীবনযাপনের প্রয়োজনীয় জ্ঞান, জীবনদক্ষতা ও দৃষ্টিভঙ্গি অর্জনে সহায়তা করা।",
  "শিক্ষার্থীর মনে নিজ নিজ ধর্মীয় বিশ্বাস ও মূল্যবোধ জাগ্রত করার পাশাপাশি অন্য ধর্ম ও ধর্মাবলম্বীদের প্রতি শ্রদ্ধাশীল হতে সহায়তা করা।",
  "শিক্ষার্থীর মধ্যে বাঙালি এবং ক্ষুদ্র জাতি-গোষ্ঠীর নারী-পুরুষ, বর্ণ, গোত্র, ভাষা, সংস্কৃতি, বিভিন্ন শ্রেণি ও পেশার মানুষের প্রতি ভ্রাতৃত্ব ও শ্রদ্ধাবোধ সৃষ্টি করা।",
  "শিক্ষার্থীর দৈহিক ও মানসিক বিকাশের লক্ষ্যে সহশিক্ষাক্রমিক কার্যাবলি- খেলাধুলা, শরীরচর্চা, সাংস্কৃতিক কর্মকাণ্ড, চারু ও কারুকলা অনুশীলনের নিয়মিত অভ্যাস গড়ে তোলা।",
  "জীবনব্যাপী শিক্ষায় আগ্রহী ও যোগ্য করার জন্য শিক্ষার্থীর ব্যক্তিগত ও সামাজিক জীবন, আধুনিক কর্মক্ষেত্র এবং স্ব-কর্মসংস্থানের জন্য প্রয়োজনীয় জ্ঞান, দক্ষতা ও দৃষ্টিভঙ্গি সুদৃঢ় করা।",
  "সহযোগিতামূলক কাজ করার মাধ্যমে শিক্ষার্থীর নেতৃত্ব, সহযোগিতা ও যোগাযোগ দক্ষতা বিকাশে সক্ষম করা।",
];

export default function page() {
  return (
    <section className="text-dark">
      <h2 className="mb-5 text-center text-2xl font-bold">
        সৃজনশীল পদ্ধতি প্রবর্তনে উচ্চ মাধ্যমিক শ্রেণির শিক্ষার লক্ষ্য ও উদ্দেশ্য
      </h2>
      <h4 className="mb-2 font-bold">লক্ষ্যঃ</h4>
      <p className="mb-5 text-[15px] md:text-base">
        শিক্ষার্থীর সার্বিক বিকাশের মাধ্যমে মানবিক, সামাজিক ও নৈতিক গুণসম্পন্ন
        জ্ঞানী, দক্ষ, যুক্তিবাদী ও সৃজনশীল দেশপ্রেমিক জনসম্পদ সৃষ্টি।
      </p>
      <h4 className="mb-2 font-bold">উদ্দেশ্যঃ</h4>
      <div className="flex flex-col gap-2.5">
        {data.map((item, index) => (
          <p key={index}>
            <span className="float-left mr-2 mt-1 inline-block text-[15px] text-primary">
              <BsFillArrowUpRightSquareFill />
            </span>
            {item}
          </p>
        ))}
      </div>
    </section>
  );
}
