const Page = () => {
    return (
      <section className="text-dark">
        <h3 className="text-3xl font-bold mb-3">Rover Scout</h3>
        <p className="text-sm md:text-base mb-3">এ কলেজে রোভার স্কাউটস এর প্রতিষ্ঠা ১৯৮৯ সালে। স্বেচ্ছাসেবী সংগঠনটি ‘রোভার স্কাউটস গ্র“প, নিউ গভঃ ডিগ্রী কলেজ’ নামে পরিচিত। “সদাপ্রস্তুত থাকো মুক্তাঙ্গনে সেবা প্রদানের জন্য” এই স্লোগানকে ধারণ করে এ সংগঠনের সদস্যরা কাজ করে থাকে। স্কাউটিং একটি অরাজনৈতিক স্বেচ্ছাসেবী ও শিক্ষামূলক আন্দোলন। এ আন্দোলনের মাধ্যমে কলেজে ভর্তিকৃত আগ্রহী ছাত্র-ছাত্রীদের আত্মনির্ভরশীল, চরিত্রবান, দেশপ্রেমিক ও সুনাগরিক হিসেবে গড়ে তোলা হয়। নিউ গভঃ ডিগ্রী কলেজ রোভারস্কাউটস গ্র“পে দু’টি ইউনিট রয়েছে। প্রতিটি ইউনিটে ২৪ জন করে মোট ৪৮ জন রোভারকে প্রতি বছর প্রশিক্ষণ দেয়া হয়। হিসাববিজ্ঞান বিভাগের প্রভাষক আ.ন.ম. আজাদ নাসের ইউনিট লিডার এবং গ্র“প সম্পাদক হিসাবে দায়িত্ব পালন করছেন। এ ছাড়া এ সংগঠন পরিচালনার জন্য ৪ সদস্যবিশিষ্ট একটি কার্যনির্বাহী কমিটি রয়েছে। কলেজের সম্মানিত অধ্যক্ষ পদাধিকার বলে এ সংগঠনের সভাপতি। উপাধ্যক্ষ পদাধিকারবলে সহ-সভাপতি এবং ড. মোঃ মফিজুদ্দিন মোল্লা, সহযোগী অধ্যাপক, উদ্ভিদবিজ্ঞান বিভাগ, নির্বাহী সদস্য ও মোঃ আবুল কাশেম, প্রভাষক, গণিত, কোষাধ্যক্ষ হিসেবে এ গ্র“প কমিটিতে দায়িত্ব পালন করে থাকেন।</p>
        <p className="text-sm md:text-base">রোভার স্কাউট ইউনিটের সঙ্গে সংশ্লিষ্ট কর্মকর্তার পরিচিতি ও কন্ট্যাক্ট নম্বর</p>

        <table className="border border-collapse border-[#ddd] text-sm md:text-base text-left mt-10 w-full">
            <thead>
                    <tr>
                        <th className="font-bold border border-[#ddd] p-2">নাম ও পদবী (কলেজ)</th>
                        <th className="font-bold border border-[#ddd] p-2">দায়িত্ব</th>
                        <th className="font-bold border border-[#ddd] p-2">মোবাইল নম্বর</th>
                    </tr>
            </thead>
            <tbody>
                    <tr className="hover:bg-gray-100 transition-all duration-300">
                        <td className="border border-[#ddd] p-2">আ.ন.ম. আজাদ নাসের, প্রভাষক, হিসাব বিজ্ঞান বিভাগ</td>
                        <td className="border border-[#ddd] p-2">ইউনিট লিডার (আর.এস.এল)</td>
                        <td className="border border-[#ddd] p-2">০১৭১৭-৯২৭৯২১</td>
                    </tr>
                    
                </tbody>
            </table>
      </section>
    );
  };
  
  export default Page;
  