export const homeNotices = [
  {
    id: 1,
    title:
      "২০২১-২০২২ শিক্ষাবর্ষে একাদশ শ্রেণিতে মনোনীত শিক্ষার্থীদের অনলাইনে ভর্তির বিজ্ঞপ্তি",
  },
  {
    id: 2,
    title:
      "২০২০-২০২১ শিক্ষাবর্ষের উচ্চ মাধ্যমিক শ্রেণির শিক্ষার্থীদের কোভিড-১৯ টিকার ২য় ডোজ গ্রহণের বিজ্ঞপ্তি",
  },
  {
    id: 3,
    title: "মহান শহিদ দিবস ও আন্তর্জাতিক মাতৃভাষা দিবস ২০২২ উদযাপনের বিজ্ঞপ্তি",
  },
  {
    id: 4,
    title:
      "২০২১-২০২২ শিক্ষাবর্ষে একাদশ শ্রেণিতে ভর্তির জন্য মনোনীত শিক্ষার্থীদের ১ম মেধাতালিকা",
  },
  {
    id: 5,
    title:
      "২০২১- ২০২২ শিক্ষাবর্ষে একাদশ শ্রেণির ভর্তির বিষয় (Subject) নির্বাচনের নিয়মাবলী",
  },
];
