export const noticeList = [
  {
    id: 1,
    title: "উপবৃত্তি সংক্রান্ত বিজ্ঞপ্তি",
    date: "August 28, 2023",
    summary:
      "জীবের মধ্যে সবচেয়ে সম্পূর্ণতা মানুষের। কিন্তু সবচেয়ে অসম্পূর্ণ হয়ে সে জন্মগ্রহণ করে। বাঘ ভালুক তার জীবনযাত্রার পনেরো- আনা মূলধন নিয়ে আসে প্রকৃতির মালখানা থেকে। জীবরঙ্গভূমিতে মানুষ এসে দেখা দেয় দুই শূন্য হাতে মুঠো বেঁধে।",
    pdfLink:
      "https://ngdc.ac.bd/wp-content/uploads/2023/08/Prass-Notice-15.8.2023.pdf",
  },
  {
    id: 2,
    title: "শ্রেণি কার্যক্রম বন্ধের সংশোধিত বিজ্ঞপ্তি",
    date: "August 16, 2023",
    summary:
      "জীবের মধ্যে সবচেয়ে সম্পূর্ণতা মানুষের। কিন্তু সবচেয়ে অসম্পূর্ণ হয়ে সে জন্মগ্রহণ করে। বাঘ ভালুক তার জীবনযাত্রার পনেরো- আনা মূলধন নিয়ে আসে প্রকৃতির মালখানা থেকে। জীবরঙ্গভূমিতে মানুষ এসে দেখা দেয় দুই শূন্য হাতে মুঠো বেঁধে।",
    pdfLink:
      "https://ngdc.ac.bd/wp-content/uploads/2023/08/Prass-Notice-15.8.2023.pdf",
  },
  {
    id: 3,
    title: "এইচএসসি পরীক্ষা ২০২৩ এর কক্ষ নির্দেশিকা একনজরে",
    date: "August 15, 2023",
    summary:
      "জীবের মধ্যে সবচেয়ে সম্পূর্ণতা মানুষের। কিন্তু সবচেয়ে অসম্পূর্ণ হয়ে সে জন্মগ্রহণ করে। বাঘ ভালুক তার জীবনযাত্রার পনেরো- আনা মূলধন নিয়ে আসে প্রকৃতির মালখানা থেকে। জীবরঙ্গভূমিতে মানুষ এসে দেখা দেয় দুই শূন্য হাতে মুঠো বেঁধে।",
    pdfLink:
      "https://ngdc.ac.bd/wp-content/uploads/2023/08/Prass-Notice-15.8.2023.pdf",
  },
  {
    id: 4,
    title: "প্রেস বিজ্ঞপ্তি: জাতীয় শোক দিবস ২০২৩",
    date: "August 15, 2023",
    summary: "",
    pdfLink:
      "https://ngdc.ac.bd/wp-content/uploads/2023/08/Prass-Notice-15.8.2023.pdf",
  },
  {
    id: 5,
    title: "একাদশ শ্রেণির বার্ষিক পরীক্ষার সংশোধিত সময়সূচি",
    date: "August 14, 2023",
    summary: "",
    pdfLink:
      "https://ngdc.ac.bd/wp-content/uploads/2023/08/Prass-Notice-15.8.2023.pdf",
  },
];
